const DeliveryPage = () => {
  return (
    <div>
      <p>
        <strong>
          <span>Способы доставки:</span>
        </strong>
      </p>
      <p>
        <span>
          <strong>Доставка до ПВЗ (пунктов выдачи заказов)</strong>
        </span>
      </p>
      <ul>
        <li>
          Доступные способы оплаты: предоплата на сайте банковской картой.
        </li>
        <li>
          Доставка осуществляется по всей территории Российской Федерации.
        </li>
        <li>Стоимость доставки для покупателя – бесплатна.</li>
      </ul>
      <p>
        <strong>Курьерская доставка на выбранный адрес.&nbsp;</strong>
      </p>
      <ul>
        <li>
          Доступные способы оплаты: предоплата на сайте банковской картой.
        </li>
        <li>
          Доставка осуществляется по всей территории Российской Федерации.
        </li>
        <li>Стоимость доставки для покупателя – бесплатна.</li>
        <li>Услуга подъема на этаж включена в стоимость доставки.</li>
      </ul>
      <p>
        <span>
          <strong>Информирование о дате доставки Заказа&nbsp;</strong>
        </span>
      </p>
      <ul>
        <li>
          После автоматического подтверждения заказа вам придет СМС/e-mail
          уведомление с планируемой датой и интервалом получения заказа. В день
          доставки на телефон получателя поступит СМС с информацией о заказе.
        </li>
      </ul>
      <p>
        <strong>Получение заказа:</strong>
      </p>
      <ul>
        <li>
          При получении заказа рекомендуем проверить целостность внешней
          упаковки.
        </li>
        <li>
          В случае несоответствия доставленного Товара заказанному вами, нужно
          обратиться в Службу Поддержки Клиентов по телефону +7 (800) 775-36-72
        </li>
        <li>
          Доставка и вручение предоплаченных Заказов осуществляется по адресу,
          указанному при оформлении Заказа. Выдача предоплаченных Заказов может
          производиться получателю или уполномоченному лицу с использованием
          системы идентификации получателя путём направления ему пин-кода на
          указанный при заказе номер телефона или адрес электронной почты.
          Данный пин-код необходимо сообщить курьеру при получении заказа.
        </li>
        <li>
          Если вам доставили другой Заказ,&nbsp; необходимо оформить возврат в
          личном кабинете или обратиться в Службу Поддержки Клиентов по телефону
          +7 (800) 775-36-72
        </li>
      </ul>
      <p>
        <strong>Доставка осуществляется компаниями</strong>
      </p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <img
        src="https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/%D0%9B%D0%BE%D0%B3%D0%BE%D1%82%D0%B8%D0%BF_%D0%AF%D0%BD%D0%B4%D0%B5%D0%BA%D1%81_%D0%94%D0%BE%D1%81%D1%82%D0%B0%D0%B2%D0%BA%D0%B0.svg/512px-%D0%9B%D0%BE%D0%B3%D0%BE%D1%82%D0%B8%D0%BF_%D0%AF%D0%BD%D0%B4%D0%B5%D0%BA%D1%81_%D0%94%D0%BE%D1%81%D1%82%D0%B0%D0%B2%D0%BA%D0%B0.svg.png"
        alt="Файл:Логотип Яндекс Доставка.svg"
        width="300px"
      />
      <img
        src="https://static.insales-cdn.com/files/1/2623/35056191/original/mceclip1-1716906168616.png"
        width="300"
        height="83"
      />
      <img
        src="https://static.insales-cdn.com/files/1/2613/35056181/original/blobid0-1716906008679.svg"
        alt="5post"
        width="300"
        height="103"
      />
    </div>
  );
};
export default DeliveryPage;
