import { Product } from "./types";
import prod from "../assets/img/product.png";

export const TELEGRAM = window.Telegram.WebApp;

export const PRODUCTS: Product[] = [
  {
    id: 1,
    art: 1231232,
    name: "Станция 2",
    img: prod,
    properties: "Умная колонка Яндекс станция Макс с Алисой, антрацит, 65B",
    description: "Яндекс станция",
    price: 1230,
    colors: ["Медный", "Кобальт", "Антрацит", "Песочный", "Красный рубин"],
  },
  {
    id: 2,
    art: 1231232,
    name: "Станция 2",
    img: prod,
    properties: "Умная колонка Яндекс станция Макс с Алисой, антрацит, 65B",
    description: "Яндекс станция",
    price: 1230,
    colors: ["Медный", "Кобальт", "Антрацит", "Песочный", "Красный рубин"],
  },
  {
    id: 3,
    art: 1231232,
    name: "Станция 2",
    img: prod,
    properties: "Умная колонка Яндекс станция Макс с Алисой, антрацит, 65B",
    description: "Яндекс станция",
    price: 1230,
    colors: ["Медный", "Кобальт", "Антрацит", "Песочный", "Красный рубин"],
  },
  {
    id: 4,
    art: 1231232,
    name: "Станция 2",
    img: prod,
    properties: "Умная колонка Яндекс станция Макс с Алисой, антрацит, 65B",
    description: "Яндекс станция",
    price: 1230,
    colors: ["Медный", "Кобальт", "Антрацит", "Песочный", "Красный рубин"],
  },
  {
    id: 5,
    art: 1231232,
    name: "Станция 2",
    img: prod,
    properties: "Умная колонка Яндекс станция Макс с Алисой, антрацит, 65B",
    description: "Яндекс станция",
    price: 1230,
    colors: ["Медный", "Кобальт", "Антрацит", "Песочный", "Красный рубин"],
  },
  {
    id: 6,
    art: 1231232,
    name: "Станция 2",
    img: prod,
    properties: "Умная колонка Яндекс станция Макс с Алисой, антрацит, 65B",
    description: "Яндекс станция",
    price: 1230,
    colors: ["Медный", "Кобальт", "Антрацит", "Песочный", "Красный рубин"],
  },
];
export const CATEGORIES = ["Умный дом", "ТВ", "Станции Алисы", "Что-то еще"];
