const UserAgreementPage = () => {
  return (
    <div>
      <h2>Пользовательское соглашение</h2>
      <p>
        Настоящий документ «Пользовательское соглашение» (далее – Соглашение)
        представляет собой предложение ООО «Простор» (далее – «Продавец»),
        размещенное на сайте{" "}
        <a href="https://yndxstore.ru">
          <u>https://yndxstore.ru</u>
        </a>{" "}
        (далее – «Сайт»), заключить договор на изложенных ниже условиях
        Соглашения.
      </p>
      <p>
        <strong>1. Общие положения</strong>
      </p>
      <p>
        1.1. Вы настоящим подтверждаете, что с момента регистрации на Сайте и в
        течение времени пользования Сайтом, а также персонализированными
        сервисами Сайта, Вы являетесь Пользователем Сайта вплоть до Вашего
        личного обращения в администрацию Сайта с требованием об отказе от любых
        взаимоотношений с Сайтом и/или Продавцом.
      </p>
      <p>
        1.2. Использование Вами Сайта любым способом и в любой форме в пределах
        его объявленных функциональных возможностей, включая:
      </p>
      <ul>
        <li>
          <p>Просмотр размещенных на Сайте материалов;</p>
        </li>
        <li>
          <p>Регистрация и/или авторизация на Сайте;</p>
        </li>
        <li>
          <p>
            Размещение или отображение на Сайте любых материалов, включая, но не
            ограничиваясь такими как: тексты, гипертекстовые ссылки,
            изображения, аудио и видеофайлы, сведения и/или иная информация;
          </p>
        </li>
        <li>
          <p>
            Размещение Заказа на Товарные предложения, размещенные на сайте{" "}
            <a href="https://yndxstore.ru/" title="https://yndxstore.ru/">
              <u>https://yndxstore.ru</u>
            </a>
            ;
          </p>
        </li>
      </ul>
      <p>
        создает договор на условиях настоящего Соглашения в соответствии с
        положениями ст. 437 и 438 ГК РФ.
      </p>
      <p>
        1.3. Воспользовавшись любой из указанных выше возможностей по
        использованию Сайта, Вы подтверждаете, что:
      </p>
      <ul>
        <li>
          <p>
            Принимаете все условия настоящего Соглашения в полном объеме без
            каких-либо изъятий и ограничений с вашей стороны и обязуетесь их
            соблюдать или прекратить использование Сайта. Если Вы не согласны с
            условиями настоящего Соглашения или не имеете права на заключение
            договора на их основе, Вам следует незамедлительно прекратить любое
            использование Сайта;
          </p>
        </li>
        <li>
          <p>
            Настоящее Соглашение (в том числе любая из его частей) может быть
            изменено Продавцом без какого-либо специального уведомления. Новая
            редакция Соглашения вступает в силу с момента ее размещения на Сайте
            либо доведения до сведения Пользователя в иной удобной форме, если
            иное не предусмотрено новой редакцией Соглашения.
          </p>
        </li>
      </ul>
      <p>
        <strong>2. Общие условия пользования Сайтом</strong>
      </p>
      <p>
        2.1. Продавец осуществляет продажу товара и/или услуг посредством
        веб-ресурса{" "}
        <a href="https://yndxstore.ru/" title="https://yndxstore.ru/">
          <u>https://yndxstore.ru</u>
        </a>{" "}
        и сопутствующих сервисных служб Сайта.
      </p>
      <p>
        2.2. Продавец осуществляет доставку товара способами, определенными в
        Части 5 настоящего Соглашения.
      </p>
      <p>
        2.3. Продавец предоставляет доступ к персонализированным сервисам Сайта
        для получения наиболее полной информации по интересующему Вас товару,
        создания рейтингов и мнений, участия в конкурсных программах и иных
        акциях, проводимых Сайтом.
      </p>
      <p>
        2.4. Настоящим Вы даете своё добровольное согласие на информирование Вас
        обо всех действиях Продавца, связанных с продажей товара и/или оказанием
        услуг, в том числе о статусе выполнения заказа, а также об иных событиях
        любого характера, относящихся к сервисам Сайта.
      </p>
      <p>2.5. Согласие на получение рассылки:</p>
      <ul>
        <li>
          <p>
            Подписываясь на SMS- и email-рассылку{" "}
            <a href="https://yndxstore.ru/" title="https://yndxstore.ru/">
              <u>https://yndxstore.ru</u>
            </a>{" "}
            или третьих лиц, уполномоченных на рассылку от имени{" "}
            <a href="https://yndxstore.ru/" title="https://yndxstore.ru/">
              <u>https://yndxstore.ru</u>
            </a>{" "}
            в сети интернет, Вы соглашаетесь получать информационные сообщения
            на телефон и/или электронный адрес, указанные при подписке на
            информационную рассылку на сайте{" "}
            <a href="https://yndxstore.ru/" title="https://yndxstore.ru/">
              <u>https://yndxstore.ru</u>
            </a>
            ;
          </p>
        </li>
        <li>
          <p>
            Вы проинформированы о том, что для отказа от подписки на
            информационную рассылку{" "}
            <a href="https://yndxstore.ru/" title="https://yndxstore.ru/">
              <u>https://yndxstore.ru</u>
            </a>
            , Вам будет необходимо самостоятельно перейти по ссылке "Отписаться
            от рассылки", указанной в тексте отправляемых сайтом сообщений с
            электронного адреса Сайта{" "}
            <a href="https://yndxstore.ru/" title="https://yndxstore.ru/">
              <u>https://yndxstore.ru</u>
            </a>{" "}
            или же сообщить о несогласии получения информационных рассылок по
            адресам, указанным в разделе "Контакты" настоящего Соглашения;
          </p>
        </li>
        <li>
          <p>
            Вы также даете разрешение Продавцу или третьим лицам, уполномоченным
            на рассылку от имени Продавца, собирать, хранить и обрабатывать все
            переданные Вами в адрес Продавца персональные данные (в том числе
            фамилию, имя, отчество и адрес электронной почты) с целью
            информирования о новостях и других событиях Сайта.
          </p>
        </li>
      </ul>
      <p>
        2.6. Вы соглашаетесь, что Продавец не несет никакой ответственности за
        задержки, сбои, неверную или несвоевременную доставку, удаление или
        несохранность каких-либо уведомлений. При этом Продавец оставляет за
        собой право повторного направления любого уведомления, в случае его
        неполучения Вами.
      </p>
      <p>
        2.7. Все вопросы по информационной поддержке Вы можете задать через
        Форму Обратной Связи, расположенную по адресу{" "}
        <a href="https://yndxstore.ru/" title="https://yndxstore.ru/">
          <u>https://yndxstore.ru</u>
        </a>
        .
      </p>
      <p>
        2.8. Вы соглашаетесь с тем, что сопровождающее товар описание на Сайте
        не претендует на исчерпывающую информативность и может содержать
        неточности. Вы вправе направить все замечания по неточному описанию
        товара Продавцу по адресу{" "}
        <a href="https://yndxstore.ru/" title="https://yndxstore.ru/">
          <u>https://yndxstore.ru</u>
        </a>
        .
      </p>
      <p>
        2.9. Вы признаёте, что Продавец прилагает достаточные усилия, чтобы
        внешний вид, упаковка и характеристики товаров соответствовали
        описаниям, приведенным в каталоге Сайта. Одновременно Продавец доводит
        до Вашего сведения, что фактические внешний вид, упаковка и
        характеристики товара могут отличаться от этих описаний в случае
        ассортиментного товара, а также в случае внесения изменений в товар
        непосредственно производителем.
      </p>
      <p>
        2.10. Вы проинформированы, что цена и наличие товара на Сайте изменяется
        круглосуточно без предварительного уведомления об этом и указываются в
        индивидуальном статусе и подробной карточке товара, отображаемым в
        каталоге на Сайте.
      </p>
      <p>
        <strong>3. Обязательства Пользователя при использовании Сайта</strong>
      </p>
      <p>3.1. Вы соглашаетесь не использовать сервисы Сайта с целью:</p>
      <p>
        3.1.1. Загрузки контента, который является незаконным, нарушает любые
        права третьих лиц; пропагандирует насилие, жестокость, ненависть и/или
        дискриминацию по расовому, национальному, половому, религиозному,
        социальному признакам; содержит недостоверные сведения и/или оскорбления
        в адрес конкретных лиц, организаций, органов власти;
      </p>
      <p>
        3.1.2. Побуждения к совершению противоправных действий, а также
        содействия лицам, действия которых направлены на нарушение ограничений и
        запретов, действующих на территории РФ;
      </p>
      <p>
        3.1.3. Нарушения прав несовершеннолетних лиц и/или причинение им вреда в
        любой форме;
      </p>
      <p>3.1.4. Ущемления прав меньшинств;</p>
      <p>
        3.1.5. Выдачи себя за другого человека или представителя организации
        и/или сообщества без достаточных на то прав, в том числе за сотрудников
        Сайта;
      </p>
      <p>
        3.1.6. Введения в заблуждение относительно свойств и характеристик
        каких-либо товаров из каталога на Сайте; некорректного сравнения
        товаров, а также формирования негативного отношения к лицам, (не)
        пользующимся определенными товарами, или осуждения таких лиц;
      </p>
      <p>
        3.1.7. Загрузки контента, который вы не имеете права делать доступным по
        законодательству РФ или согласно каким-либо контрактным отношениям;
      </p>
      <p>
        3.1.8. Загрузки контента, который затрагивает и/или содержит какой-либо
        патент, торговый знак, коммерческую тайну, фирменное наименование,
        авторские и смежные с ними права, а равно прочие права на результаты
        интеллектуальной деятельности, принадлежащие или правомерно используемые
        третьими лицами;
      </p>
      <p>
        3.1.9. Загрузки не разрешенной специальным образом рекламной информации
        и/или спама;
      </p>
      <p>
        3.1.10. Сбора и обработки персональных данных, информации о частной
        жизни любых лиц;
      </p>
      <p>3.1.11. Нарушения нормальной работы Сайта;</p>
      <p>3.1.12. Нарушения российских или международных норм права.</p>
      <p>
        3.2. Вы соглашаетесь не использовать на Сайте бранных слов, непристойных
        и оскорбительных образов, сравнений и выражений, в том числе в отношении
        пола, расы, национальности, профессии, социальной категории, возраста,
        языка человека и гражданина, а также в отношении организаций, органов
        власти, официальных государственных символов (флагов, гербов, гимнов),
        религиозных символов, объектов культурного наследия (памятников истории
        и культуры).
      </p>
      <p>
        3.3. Вы признаете и соглашаетесь, что Продавец имеет право (но не
        обязанность) по своему усмотрению отказать в размещении и/или удалить
        любой контент, доступный через сервисы Сайта.
      </p>
      <p>
        <strong>4. Политика конфиденциальности</strong>
      </p>
      <p>
        4.1. Условия Политики конфиденциальности и отношения между Вами и
        Сайтом, связанные с обработкой персональных данных, регулируются
        Федеральным Законом РФ №152-ФЗ от 27 июля 2006 г. «О персональных
        данных».
      </p>
      <p>
        4.2. Политика конфиденциальности действует в отношении персональных
        данных, которые Продавец получил или может получить от Вас при
        регистрации и/или оформлении заказа на Сайте, и необходимые для
        выполнения обязательств со стороны Продавца в отношении приобретаемого
        Вами товара/услуги и/или Вашего доступа к сервисам Сайта.
      </p>
      <p>
        4.3. Политика конфиденциальности доступна по ссылке –{" "}
        <a
          href="https://yndxstore.ru/page/confidential"
          title="https://yndxstore.ru/page/confidential"
        >
          <u>https://yndxstore.ru/page/confidential</u>
        </a>
        .
      </p>
      <p>
        <strong>5. Условия приобретения и доставки товара</strong>
      </p>
      <p>
        5.1. Вы можете приобрести товар на Сайте, оплатив его на сайте
        банковской картой. Безопасный сервис приема оплаты предоставлен ЮKassa.
      </p>
      <p>
        5.2. Настоящим Вы соглашаетесь, что выбранный вами способ оплаты не
        подлежит изменению с момента оформления заказа на Сайте.
      </p>
      <p>
        5.3. Настоящим Вы соглашаетесь, что подтверждение заказа, оплаченного
        банковской картой на сайте, происходит только после подтверждения
        списания денежных средств в счёт оплаты заказа.
      </p>
      <p>
        5.4. Вы подтверждаете, что оплата заказа, оплаченного банковской картой
        на Сайте, должна быть произведена в течение 2-х календарных дней с
        момента его оформления на Сайте. Вы соглашаетесь, что в случае неоплаты
        заказа по истечении указанного срока, заказ может быть аннулирован.
      </p>
      <p>
        5.5. Продавец осуществляет доставку товара следующими способами:
        курьерская доставка и доставка до пункта выдачи заказов. Вы вправе
        выбрать любой удобный для Вас способ доставки в соответствии с условиями
        доставки в свой регион/страну или исходя из своих предпочтений.
      </p>
      <p>
        5.6. Вы соглашаетесь, что в случае невозможности передачи Вам товара по
        Вашей вине, в том числе нарушения Вами срока, в течение которого Вы
        обязаны забрать товар, будет расцениваться Сайтом как Ваш отказ от
        товара. При этом товар возвращается Сайту, а заказ считается
        аннулированным.
      </p>
      <p>
        5.7. В случае Вашего отказа от товара, а также в случае отсутствия
        заказанного Вами товара, перечисленная Продавцу предоплата за товар, за
        исключением расходов Продавца на доставку товара, будет возвращена Вам
        не позднее чем через 10 календарных дней.
      </p>
      <p>
        5.8. Все вопросы, связанные со сроками и условиями доставки товара, Вы
        можете направить Продавцу по адресу –{" "}
        <a href="mailto:zakaz@prostore.pro" title="mailto:zakaz@prostore.pro">
          <u>zakaz@prostore.pro</u>
        </a>
        .
      </p>
      <p>
        <strong>6. Ответственность</strong>
      </p>
      <p>
        6.1. Сервисы Сайта могут содержать ссылки на другие ресурсы. Вы
        признаете и соглашаетесь с тем, что Продавец не несет никакой
        ответственности за доступность этих ресурсов и за их контент, а также за
        любые последствия, связанные с использованием вами контента этих
        ресурсов.
      </p>
      <p>
        6.2. Вы также соглашаетесь с тем, что Продавец не несёт никакой
        ответственности за Ваши персональные данные, которые Вы предоставляете
        сторонним ресурсам и/или иным третьим лицам в случае перехода на них с
        Сайта.
      </p>
      <p>
        6.3. Вы подтверждаете, что Продавец не отвечает за возможную потерю
        и/или порчу данных, которая может произойти из-за нарушения Вами
        положений настоящего Соглашения, а также неправильного доступа и/или
        использования персонализированных сервисов Сайта.
      </p>
      <p>
        6.4. Ответственность за действия несовершеннолетних, включая
        приобретение ими товаров из каталога на Сайте, лежит на законных
        представителях несовершеннолетних.
      </p>
      <p>
        6.5. Вы соглашаетесь, что Продавец не несет ответственность за случаи
        неисполнения и/или ненадлежащего исполнения Продавцом обязательств по
        продаже и/или доставке Вам товара, вызванные предоставлением Вами
        недостоверных и/или недействительных данных о себе, а равно невыполнение
        Вами условий настоящего Соглашения.
      </p>
      <p>
        <strong>7. Реквизиты Продавца</strong>
      </p>
      <p>
        ООО «Простор»
        <br />
        ИНН 7743867614
        <br />
        ОГРН 1127747074377
        <br />
        Юридический адрес: 115184, г. Москва, ул. Пятницкая, дом 54, стр. 2,
        помещение 1/А.
        <br />
        Электронная почта для обращений – zakaz@prostore.pro.
      </p>
      <p>Дата публикации - 11.04.2024</p>
    </div>
  );
};
export default UserAgreementPage;
